let a = 9
console.log(`зміна а буде ${a}`) 

let name = "Ростик" 
console.log(`моє імя ${name}`)

let d = 7 
let s = 10 
 if (s>d) 
 {
console.log(`число ${s} більше ніж ${d}`) 
 }
 else{
    console.log(`число ${d} більше ніж ${s}`) 
 }
 ///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

 let z = 2
 let x = 3
  if (z>5 && x>5){
    console.log(`число ${x} і число ${z} більше 5`) 
  }
  else{
    console.log(`число ${x} і число ${z} менше 5`) 
  }
 /////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
 let number = 78
 console.log(number)
 number = 30 
 console.log(number)
const v = 100
//v = 123 //змінути не можна

///////////////////////////////////////////////////

let u = 6
let i = 9
let p = 28
 if (p>i && p>u){
    console.log(`число ${p} більше ніж ${i}  i  більше за ${u}  `)
 }
else {
    console.log(`число ${p} не найбільше `)
}
 
