////
let laptop = 12
let phone = 10  
laptop = 10
console.log(`залишилося  ${laptop} ноутбуків а телефонів ${phone}`)
///

let laptop1 = 8
let phone2 = 10  
laptop -= 2
console.log(`зараз  ${laptop} ноутбуків а телефонів ${phone}`)
///P
let яблука = 7;
let груші = 9;

яблука -= 2;
груші -= 3;

let загальнаКількістьФруктів = яблука + груші;

if (загальнаКількістьФруктів > 10) {
    let більше = загальнаКількістьФруктів - 10;
    console.log(`Разом фруктів більше за 10 на ${більше}.`);
} else if (загальнаКількістьФруктів < 8) {
    let щеТреба = 10 - загальнаКількістьФруктів;
    console.log(`Недостатньо фруктів. Потрібно ще ${щеТреба} фруктів, щоб досягти 10.`);
} else {
    console.log("Разом фруктів від 8 до 10.");
}
